tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "phrase/brewed"
tap "pkgxdev/made"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "watercooler-labs/pkg", "git@github.com:watercooler-labs/homebrew-pkg.git"
tap "yt-dlp/taps"
brew "libpng"
brew "asciinema"
brew "autojump"
brew "automake"
brew "awscli"
brew "bat"
brew "boost"
brew "gettext"
brew "glib"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "curl"
brew "dfu-programmer"
brew "diffutils"
brew "docker", link: false
brew "duckdb"
brew "fastlane"
brew "fd"
brew "gmp"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "libtool"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "handbrake"
brew "helm"
brew "html2text"
brew "htop"
brew "httpie"
brew "hub"
brew "hurl"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "libexif"
brew "librsvg"
brew "libwebm"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "marksman"
brew "media-info"
brew "mercurial"
brew "minikube"
brew "mosh", args: ["HEAD"]
brew "ncdu"
brew "ncspot"
brew "neofetch"
brew "netcat"
brew "nghttp2"
brew "ninja"
brew "node"
brew "openslide"
brew "phrase-cli"
brew "poppler"
brew "python@3.10"
brew "qt"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "scrcpy"
brew "shellcheck"
brew "sloccount"
brew "smartmontools"
brew "tldr"
brew "tmux"
brew "vips"
brew "watchman"
brew "wget"
brew "wrk"
brew "yaml-language-server"
brew "youtube-dl"
brew "yt-dlp"
brew "zlib"
brew "osx-cross/avr/avr-gcc@9"
brew "pkgxdev/made/pkgx"
brew "railwaycat/emacsmacport/emacs-mac"
cask "docker"
cask "fantastical"
cask "firefox-developer-edition"
cask "lapce"
cask "qmk-toolbox"
cask "signal"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zoom"
cask "zulu"
